Repository: hashemsh/empty-theme
Catalog: languages/*.po
Languages: fa_ir

source: Number of added carts: %s
fa_ir: تعداد کارت‌های اضافه شده: %s

source: Please insert your exported json's code here.
fa_ir: لطفا کد JSON خود را اینجا وارد کنید.

source: Wallet Logs
fa_ir: تاریخچه‌ی کیف پول

source: Log ID
fa_ir: شناسه‌ی لاگ

source: Nothing found.
fa_ir: چیزی یافت نشد.

source: General Settings
fa_ir: عمومی

source: After Add Gift
fa_ir: بعد از دریافت هدیه توسط کاربر

source: 24 Hour Before Gift Expired
fa_ir: 24 ساعت پیش از منقضی شدن

source: Wallet Percent
fa_ir: درصد کیف پول

source: Minimum Withdraw
fa_ir: حداقل درخواست وجه

source: Minimum Sheba amount
fa_ir: حداقل مبلغ شبا

source: Gift active days
fa_ir: روزهای فعال بودن

source: Email Subject
fa_ir: موضوع ایمیل

source: Email Content
fa_ir: محتوای ایمیل

source: SMS Content
fa_ir: محتوای پیامک

source: How much of product price add as gift in user'\s wallet?
fa_ir: چند درصد از مبلغ محصولات به عنوان هدیه به کیف پول خریدار اضافه شود؟

source: Minimum price to submit a withdraw?
fa_ir: حداقل مبلغ برای ثبت درخواست واریز وجه چقدر باشد؟

source: Minimum amount to make sheba number mandatory?
fa_ir: وارد کردن شماره شبا از چه مبلغ به بالا اجباری شود؟

source: How many day after payment, gift is usable?
fa_ir: هدیه های خرید چند روز پس از پرداخت، قابل استفاده باشد؟

source: Available tags:
fa_ir: تگ‌های قابل استفاده:

source: Order ID:
fa_ir: شماره سفارش:

source: Total gift earned:
fa_ir: کل هدیه کسب شده:

source: Expire date:
fa_ir: تاریخ منقضی شدن:

source: Remain days to expire:
fa_ir: روزهای باقی مانده تا منقضی شدن:

source: User gift balance:
fa_ir: موجودی هدیه کاربر:

source: Wallet Summary
fa_ir: وضعیت کیف پول

source: Credit Balance
fa_ir: اعتبار غیرنقدی

source: Expiration date:
fa_ir: تاریخ انقضا:

source: Withdraws
fa_ir: درخواست‌های وجه

source: Withdraw Archives
fa_ir: آرشیو درخواست‌های وجه

source: Parent Withdraw:
fa_ir: درخواست وجه والد:

source: All Withdraws
fa_ir: درخواست‌های وجه

source: Add New Withdraw
fa_ir: افزودن درخواست وجه جدید

source: New Withdraw
fa_ir: درخواست وجه جدید

source: Edit Withdraw
fa_ir: ویرایش درخواست وجه

source: Update Withdraw
fa_ir: بروزرسانی درخواست وجه

source: View Withdraw
fa_ir: مشاهده درخواست وجه

source: Search Withdraw
fa_ir: جستجوی درخواست وجه

source: Not found
fa_ir: یافت نشد

source: Not found in Trash
fa_ir: چیزی در زباله‌دان یافت نشد.

source: Featured Image
fa_ir: تصویر شاخص

source: Set featured image
fa_ir: قراردادن به عنوان تصویر شاخص

source: Remove featured image
fa_ir: حذف تصویر شاخص

source: Use as featured image
fa_ir: استفاده به عنوان تصویر شاخص

source: Insert into Withdraw
fa_ir: قراردادن داخل درخواست وجه

source: Uploaded to this Withdraw
fa_ir: بارگزاری شده در این درخواست وجه

source: Withdraws list
fa_ir: فهرست درخواست‌های وجه

source: Withdraw list navigation
fa_ir: صفحات درخواست‌های وجه

source: Filter Withdraws list
fa_ir: صافی فهرست درخواست‌های وجه

source: Wallet Withdraws
fa_ir: درخواست‌های وجه کیف پول

source: Card number
fa_ir: شماره کارت

source: Sheba number
fa_ir: شماره شبا

source: Card owner name
fa_ir: نام صاحب کارت

source: Refund
fa_ir: برگشت زدن درخواست

source: Approve
fa_ir: تایید درخواست

source: Deposit
fa_ir: پرداخت درخواست

source: Reject
fa_ir: رد درخواست

source: Refunding withdraw no. %s
fa_ir: برگشت خوردن درخواست واریز وجه به شماره‌ی %s

source: Operation successfully done.
fa_ir: عملیات با موفقیت انجام شد.

source: HamyarWP Top Posts
fa_ir: مطالب برتر همیار

source: Show top posts of site in widget area
fa_ir: نمایش برترین مطالب سایت در ناحیه ابزارک

source: Top Posts
fa_ir: مطالب برتر

source: Title:
fa_ir: عنوان:

source: Date range:
fa_ir: بازه زمانی:

source: Week
fa_ir: هفته

source: Month
fa_ir: ماه

source: All Time
fa_ir: همه زمان‌ها

source: Based On:
fa_ir: بر اساس:

source: Views
fa_ir: بازدید

source: Star Rate
fa_ir: امتیاز ستاره‌ای

source: Number:
fa_ir: تعداد:

source: Background Color:
fa_ir: رنگ پس‌زمینه:

source: Icon:
fa_ir: آیکن:

source: Example: fa-thumb-tack
fa_ir: مثال: fa-thumb-tack

source: Hide Title?
fa_ir: مخفی کردن عنوان؟

source: Align Center?
fa_ir: وسط چین؟

source: No Padding?
fa_ir: بدون فاصله؟

source: Million
fa_ir: میلیون

source: Thousand
fa_ir: هزار

source: Reply
fa_ir: پاسخ

source: HamyarWp Options
fa_ir: تنظیمات همیار

source: Pages
fa_ir: صفحات

source: Contacts information
fa_ir: اطلاعات تماس

source: Additional Codes
fa_ir: کدهای اضافه

source: Mailerlite Settings
fa_ir: تنظیمات میلرلایت

source: Woocommerce Settings
fa_ir: تنظیمات ووکامرس

source: Course Downloads Settings
fa_ir: تنظیمات دانلود دوره‌ها

source: Filters
fa_ir: فیلترها

source: Register
fa_ir: ثبت‌نام

source: Login
fa_ir: ورود

source: Course Property
fa_ir: مشخصات دوره

source: Comments Rules
fa_ir: قوانین ارسال دیدگاه

source: Reportage Tag
fa_ir: برچسب ریپورتاژ

source: ADS Page
fa_ir: پلن‌های تبلیغات

source: Submit Ticket Page
fa_ir: صفحه ارسال تیکت

source: Css Code
fa_ir: کد سی اس اس

source: Javascript Code
fa_ir: کد جاوااسکریپت

source: Address
fa_ir: آدرس

source: Phone
fa_ir: تلفن

source: Latitude
fa_ir: عرض جغرافیایی

source: Longitude
fa_ir: طول جغرافیایی

source: API Key
fa_ir: کلید API

source: Footer Newsletter Group
fa_ir: گروه خبرنامه‌ی فوتر

source: IranS3 API Key
fa_ir: کلید API ایران‌اس۳

source: IranS3 API Secret
fa_ir: رمز API ایران‌اس۳

source: IranS3 Bucket name
fa_ir: نام باکت ایران‌اس۳

source: IranS3 Download Link Active time
fa_ir: زمان فعال بودن لینک دانلود

source: Panel Coupons
fa_ir: کوپن‌های پنل کاربری

source: My Account Tabs
fa_ir: تب‌های صفحه حساب کاربری من

source: My Account Tabs Order
fa_ir: مرتب‌سازی تب‌های صفحه حساب کاربری من

source: Slides
fa_ir: اسلایدها

source: Filter home categories
fa_ir: دسته‌بندی‌های فیلتر صفحه اصلی

source: This group use for footer newsleeter form
fa_ir: این گروه برای خبرنامه فوتر استفاده خواهد شد

source: Course title:
fa_ir: عنوان دوره:

source: Customer Name:
fa_ir: نام مشتری:

source: Customer User Name:
fa_ir: کلمه عبور مشتری:

source: Customer Password:
fa_ir: رمز عبور مشتری:

source: Authentication Failed
fa_ir: احراز هویت انجام نشد

source: Token inValid
fa_ir: توکن نامعتبر است

source: API Disabled
fa_ir: API غیرفعال شده است

source: File Or Bucket Not sst
fa_ir: فایل یا باکت sst نیست

source: File Not Found
fa_ir: فایل یافت نشد

source: Project Not Found
fa_ir: پروژه یافت نشد

source: You Not Access To This File
fa_ir: شما به این فایل دسترسی ندارید

source: File Not Found On Master
fa_ir: فایل بر روی master یافت نشد

source: Invalid Response From Master
fa_ir: پاسخ نا معتبر از master

source: User info Not set
fa_ir: اطلاعات کاربر تعیین نشده است

source: Word Not set
fa_ir: کلمه تعیین نشده است

source: New Link Generated. %s
fa_ir: لینک جدید ساخته شد: %s

source: S3 link generator
fa_ir: تولید کننده لینک S3

source: File name:
fa_ir: نام فایل:

source: Should be exactly same as file name in S3
fa_ir: باید دقیقا با نام فایل داخل S3 یکسان باشد

source: Active Time:
fa_ir: زمان فعال بودن:

source: How many second be active?
fa_ir: لینک تولید شده چند تا ثانیه قابل دانلود باشد؟

source: Generate
fa_ir: تولید

source: Woocommerce
fa_ir: ووکامرس

source: Mailerlite
fa_ir: میلرلایت

source: Course Downloads
fa_ir: دانلود دوره‌ها

source: S3 Link Generator
fa_ir: ساخت لینک S3

source: Please enter key as english and without special characters
fa_ir: لطفا کلید را به انگلیسی و بدون کاراکترهای خاص وارد کنید.

source: You can use this shortcodes.
fa_ir: از این شورت‌کدها می‌توانید استفاده کنید.

source: Wallet Logs:
fa_ir: تاریخچه‌ی کیف پول:

source: Wallet Charge Products:
fa_ir: شارژهای کیف پول:

source: Wallet Withdraw:
fa_ir: درخواست وجه کیف پول:

source: HamyarWP Points:
fa_ir: امتیازات همیار وردپرس:

source: Key
fa_ir: کلید

source: Content
fa_ir: محتوا

source: Actions
fa_ir: عملیات

source: Logout
fa_ir: خروج

source: Please insert your email address
fa_ir: لطفا ایمیل خود را وارد کنید.

source: Something goes wrong
fa_ir: خطایی رخ داد. مجددا تلاش کنید

source: Your vote submitted.
fa_ir: امتیاز شما ثبت شد.

source: Something goes wrong. please try again
fa_ir: خظایی رخ داد! لطفا دوباره سعی کنید.

source: Orderby value is not valid.
fa_ir: نحوه نمایش نامعتبر است.

source: Plaese select sort field
fa_ir: لطفا گزینه‌ی نحوه نمایش را انتخاب کنید.

source: Date value is not valid.
fa_ir: بازه زمانی انتخاب شده معتبر نمی‌باشد.

source: Plaese select date range
fa_ir: لطفا بازه زمانی را انتخاب کنید

source: Category ID is not valid.
fa_ir: موضوع انتخاب شده معتبر نمی‌باشد.

source: Plaese select category
fa_ir: لطفا دسته مورد نظر خود را انتخاب کنید.

source: Online Preview
fa_ir: پیش‌نمایش آنلاین

source: Sending comments means that you read <a href="%s" target="_blank">Comments rules</a> and accept it.
fa_ir: ارسال دیدگاه به معنی این است که شما ابتدا <a href="%s" target="_blank">قوانین ارسال دیدگاه</a> را مطالعه کرده‌اید و با آن موافق هستید.

source: Main Menu
fa_ir: منوی اصلی

source: Footer Menu
fa_ir: منوی فوتر

source: Mobile Menu
fa_ir: منوی موبایل

source: User Menu
fa_ir: منوی کاربری

source: Home Sidebar
fa_ir: سایدبار صفحه نخست

source: Home Conditional Sidebar
fa_ir: سایدبار شرطی صفحه نخست

source: Single Sidebar
fa_ir: سایدبار سینگل

source: Single Conditional Sidebar
fa_ir: سایدبار شرطی سینگل

source: After Content
fa_ir: بعد از متن مطلب

source: After Content Conditional
fa_ir: بعد از متن مطلب شرطی

source: Shop Sidebar
fa_ir: سایدبار فروشگاه

source: Shop Conditional Sidebar
fa_ir: سایدبار شرطی فروشگاه

source: Shop Product Sidebar
fa_ir: سایدبار محصول

source: Shop Product Conditional Sidebar
fa_ir: سایدبار محصول شرطی

source: General Sidebar
fa_ir: سایدبار عمومی

source: General Conditional Sidebar
fa_ir: سایدبار عمومی شرطی

source: Download Landing ADS
fa_ir: تبلیغات صفحه‌ی دانلود

source: Eyd Landing Newsletter
fa_ir: خبرنامه لندینگ نوروزی

source: Download course info
fa_ir: اطلاعات دانلود دوره‌ها

source: Password
fa_ir: کلمه عبور

source: List Of this product customers
fa_ir: لیست خریداران این محصول

source: Previous buyers
fa_ir: خریداران قبلی

source: Customer name
fa_ir: نام مشتری

source: Customer User ID
fa_ir: شناسه کاربری مشتری

source: Customer Email
fa_ir: ایمیل مشتری

source: Access
fa_ir: دسترسی

source: Guest
fa_ir: مهمان

source: Remove Access
fa_ir: حذف دسترسی

source: Add new customer to list
fa_ir: افزودن مشتری جدید به لیست

source: For add new user to list, enter his email here and update product
fa_ir: برای افزودن کاربر به لیست خریداران، ایمیل کاربر در سایت را اینجا وارد کرده و محصول را بروزرسانی کنید.

source: Customer Email:
fa_ir: ایمیل مشتری:

source: Update customer access list
fa_ir: به روز رسانی لیست دسترسی دانلود مشتریان

source: To update download access use this buttons.
fa_ir: برای به روز رسانی دسترسی‌های دانلود کاربران، از دکمه‌های زیر استفاده کنید.

source: Upload Passwords List
fa_ir: بارگذاری لیست کلمات عبور

source: Regenerate Passwords List
fa_ir: بازسازی لیست کلمات عبور

source: Attention! Regenerating passwords list is a huge process. Be Careful with that!
fa_ir: توجه! بازسازی لیست کلمات عبور پروسه‌ای سنگین است که فشار زیادی به سرور وارد خواهد کرد. لطفا در موارد ضروری از آن استفاده کنید.

source: Password lists updated successfully.
fa_ir: کلمه‌های عبور با موفقیت بروزرسانی شدند.

source: Login to ftp server filed.
fa_ir: ورود به سرور FTP نا موفق بود.

source: Connection to ftp server filed.
fa_ir: اتصال به سرور FTP برقرار نشد.

source: Something goes wrong. please try again.
fa_ir: خطایی رخ داد. لطفا دوباره تلاش کنید.

source: Please insert email address.
fa_ir: لطفا آدرس ایمیل را وارد کنید.

source: New Customer Added to the list. Now Please Upload passwords list with the <strong>Upload Passwords List </strong> Button.
fa_ir: مشتری جدید به لیست اضافه شد. اینک لطفا با استفاده از دکمه‌ی <strong>بارگذاری لیست کلمات عبور</strong> لیست جدید را بر روی سرور بارگذاری کنید.

source: Inserted email doesn't have an account in our site!
fa_ir: ایمیل وارد شده حساب کاربری در سایت ما ندارد!

source: Date is incorrect
fa_ir: داده‌ها اشتباه هستند.

source: Customer removed from the list. Now Please Upload passwords list with the <strong>Upload Passwords List </strong> Button.
fa_ir: مشتری جدید از لیست حذف شد. اینک لطفا با استفاده از دکمه‌ی <strong>بارگذاری لیست کلمات عبور</strong> لیست جدید را بر روی سرور بارگذاری کنید.

source: Orders
fa_ir: سفارشات

source: Account Details
fa_ir: مشخصات کاربری

source: Teacher's user ID:
fa_ir: شناسه کاربری مدرس:

source: Teacher's commision:
fa_ir: کمیسیون مدرس:

source: Video Preview URL:
fa_ir: آدرس ویدیوی پیش‌نمایش

source: Video Poster:
fa_ir: پوستر ویدیو:

source: Add Video Poster
fa_ir: افزودن پوستر ویدیو

source: Product Cover (837*400):
fa_ir: تصویر کاور (837*400):

source: Add Cover image
fa_ir: افزودن تصویر کاور

source: Customers testomonial
fa_ir: دیدگاه مشتریان:

source: Faq:
fa_ir: پرسش و پاسخ:

source: Question:
fa_ir: پرسش:

source: Answer:
fa_ir: پاسخ:

source: Student
fa_ir: دانشجو

source: Gift Credit
fa_ir: اعتبار هدیه

source: More Info
fa_ir: اطلاعات بیشتر

source: Home
fa_ir: خانه

source: Course Information
fa_ir: اطلاعات دوره

source: Course lessons info
fa_ir: اطلاعات جلسات

source: Lesson title:
fa_ir: عنوان جلسه:

source: Lesson File name in S3:
fa_ir: نام فایل جلسه در S3:

source: Active time link:
fa_ir: زمان فعال بودن لینک:

source: If you want to use default setting, leave this blank
fa_ir: اگر مایل به استفاده از زمان پیش‌فرض هستید این فیلد را خالی بگذارید.

source: File Size:
fa_ir: حجم فایل:

source: Insert file size in MegaByte
fa_ir: به مگابایت وارد کنید

source: Lesson Time:
fa_ir: زمان جلسه:

source: Minute
fa_ir: دقیقه

source: Hour
fa_ir: ساعت

source: Lesson Topics:
fa_ir: سرفصل‌های جلسه:

source: Topic title
fa_ir: عنوان سرفصل

source: Previous page
fa_ir: صفحه قبلی

source: Next page
fa_ir: صفحه بعدی

source: Page
fa_ir: صفحه

source: Central office address
fa_ir: آدرس دفتر مرکزی

source: Contact Phone
fa_ir: تلفن تماس

source: Search Your article name
fa_ir: نام مقاله یا آموزش را جستجو کنید

source: Giga Byte
fa_ir: گیگا بایت

source: Hour And
fa_ir: ساعت و

source: Minute
fa_ir: دقیقه

source: Course Info
fa_ir: مشخصات دوره

source: Download course files
fa_ir: دانلود فایل‌های دوره

source: Take this course
fa_ir: شرکت در این دوره

source: Don't have an Iranian card?
fa_ir: کارت بانکی ایرانی ندارید؟

source: Pay Internationally:
fa_ir: بین‌المللی پرداخت کنید:

source: Earn <strong> %s </strong> gift credit
fa_ir: دریافت <strong> %s </strong> اعتبار هدیه

source: Number of Lessons: %s Lesson
fa_ir: تعداد جلسات: %s جلسه

source: Categories:
fa_ir: دسته‌بندی:

source: Time duration: %s
fa_ir: زمان کل دوره: %s

source: Total Size: %s
fa_ir: جمع کل دوره: %s

source: Interested
fa_ir: علاقه‌مند

source: Teacher
fa_ir: مدرس

source: Student's vote
fa_ir: امتیاز دانشجویان

source: This course from %s student got %s from 5
fa_ir: این دوره از نظر %s دانشجو امتیاز %s از 5 را کسب کرده است.

source: Your rate:
fa_ir: امتیاز شما:

source: Newest Posts
fa_ir: جدیدترین مطالب

source: Oldest Posts
fa_ir: قدیمی‌ترین مطالب

source: Popular Posts: Rate
fa_ir: محبوب‌ترین مطالب: بر اساس امتیاز

source: Popular Posts: Views
fa_ir: محبوب‌ترین مطالب: بر اساس بازدید

source: Popular Posts: Comments
fa_ir: محبوب‌ترین مطالب: بر اساس دیدگاه

source: Year
fa_ir: سال

source: All Categories
fa_ir: همه دسته‌ها

source: we suggest this post to read
fa_ir: مطالب زیر را حتما بخوانید

source: Categories:
fa_ir: دسته‌بندی‌ها:

source: Plugin's page
fa_ir: صفحه افزونه

source: This post is a reportage post and HamyarWP has not any Responsibility about it's content.
fa_ir: این نوشته یک ریپورتاژ آگهی است و همیار وردپرس هیچ مسئولیتی در قبال محتوای آن ندارد.

source: View ADS Plan
fa_ir: مشاهده پلن‌های تبلیغاتی

source: <i class="fa fa-file-text-o" aria-hidden="true"></i> Edit<span class="screen-reader-text"> "%s"</span>
fa_ir: <i class="fa fa-file-text-o" aria-hidden="true"></i> ویرایش<span class="screen-reader-text"> "%s"</span>

source: Member of Hamyarwp
fa_ir: عضو همیار وردپرس

source: we found an easier way for contact to our users :)
fa_ir: راه آسان‌تری برای ارتباط با کاربران‌مان پیدا کرده‌ایم :)

source: HamyarWp Telegram Channel
fa_ir: کانال تلگرام همیار وردپرس

source: If you want get latest posts in your email, insert your email in this fiel now:
fa_ir: اگر می‌خواهید از آخرین و محبوب‌ترین مقالات ما در ایمیل خود مطلع شوید، همین الان ایمیل خود را در کادر زیر وارد کنید:

source: Our subscribes until now:
fa_ir: تعداد علاقه‌مندانی که تاکنون عضو خبرنامه ما شده‌اند:

source: %s person
fa_ir: %s نفر

source: Most Popular Courses
fa_ir: محبوبترین‌های آموزش آنلاین

source: View All Online Courses
fa_ir: مشاهده همه آموزش‌های آنلاین

source: Price
fa_ir: قیمت

source: Remove this item
fa_ir: حذف این مورد

source: Coupon:
fa_ir: کوپن:

source: You may be interested in&hellip;
fa_ir: ممکن است به این محصولات نیز علاقه‌مند باشید&hellip;

source: (Balance: %s)
fa_ir: (موجودی: %s)

source: To increase your balance go to <a href="%s" target="_blank"> Wallet Charge </a> section.
fa_ir: - برای افزایش موجودی از قسمت <a href="%s" target="_blank"> شارژ کیف پول </a> اقدام نمایید.

source: Time for using this coupon expired :(
fa_ir: مهلت استفاده از این کوپن به پایان رسیده است :(

source: The Course
fa_ir: دوره‌ی

source: Coupon cde for you
fa_ir: کد تخفیف مخصوص شما:

source: Can be use until:
fa_ir: قابل استفاده تا:

source: I purchase it now
fa_ir: همین الان شرکت می‌کنم

source: No coupon found for now
fa_ir: در حال حاضر تخفیفی نداریم

source: Spend money
fa_ir: جمع خریدها

source: Points
fa_ir: امتیازها

source: Comments
fa_ir: دیدگاه‌ها

source: Articles
fa_ir: مقالات

source: Username or email address
fa_ir: نام کاربری یا ایمیل

source: Remember me
fa_ir: مرا به خاطر بسپار

source: Lost your password?
fa_ir: رمز خود را فراموش کرده‌اید؟

source: Not yet registered
fa_ir: هنوز عضو نیستید؟

source: Lost Password
fa_ir: بازیابی رمز عبور

source: login to site
fa_ir: ورود به سایت

source: Name
fa_ir: نام

source: Email
fa_ir: ایمیل

source: Submit
fa_ir: ارسال

source: You must be <a href="%s">logged in</a> to post a review.
fa_ir: برای ارسال دیدگاه ابتدا باید <a href="%s">وارد شوید</a>.

source: Your Rating
fa_ir: امتیاز شما

source: Rate&hellip;
fa_ir: امتیاز&hellip;

source: Perfect
fa_ir: عالی

source: Good
fa_ir: خوب

source: Average
fa_ir: متوسط

source: Not that bad
fa_ir: بد نیست

source: Very Poor
fa_ir: خیلی بد

source: Your Review
fa_ir: بررسی شما

source: Only logged in customers who have purchased this product may leave a review.
fa_ir: فقط کاربرانی که این محصول را خریداری کرده‌اند قادر به ارسال دیدگاه هستند.

source: There are no reviews yet.
fa_ir: دیدگاهی وجود ندارد.

source: Megabyte
fa_ir: مگابایت

source: Unlimited access to the course
fa_ir: دسترسی دائمی به آموزش

source: Compatible with laptop, tablet and mobile
fa_ir: سازگار با لپ‌تاپ، تبلت و موبایل

source: Course's Teacher support
fa_ir: پشتیبانی مدرس دوره

source: Downloadable
fa_ir: قابل دانلود

source: Course Support
fa_ir: پشتیبانی دوره

source: Course's tickets
fa_ir: تیکت‌های دوره

source: Only customer of this course can submit ticket.
fa_ir: فقط دانشجویان دوره قادر به ارسال تیکت برای مدرس هستند.

source: Only customer of this course can access to this section.
fa_ir: فقط دانشجویان این دوره قادر به مشاهده این بخش هستند.

source: There is no ticket yet.
fa_ir: در حال حاضر تیکتی جود ندارد.

source: Please take a look at this products too
fa_ir: از این آموزش‌ها هم دیدن فرمایید

source: Othe %s courses
fa_ir: سایر آموزش‌های %s
