Repository: hashemsh/empty-theme
Catalog: languages/*.po
Languages: fa_ir

source: Populars
fa_ir: محبوبترین‌ها

source: User of HamyarWp
fa_ir: عضو همیار وردپرس

source: Edit Profile
fa_ir: ویرایش پروفایل

source: Point
fa_ir: امتیاز

source: Comment
fa_ir: دیدگاه

source: Article
fa_ir: مقاله

source: Comments are closed.
fa_ir: دیدگاه‌ها بسته شده است.

source: You are logged in as <a href="%1$s">%2$s</a>. <a href="%3$s">Logout?</a>
fa_ir: شما با حساب <a href="%1$s">%2$s</a> وارد شده‌اید. <a href="%3$s">خارج می‌شوید؟</a>

source: Comment text
fa_ir: متن دیدگاه

source: Post's Comments
fa_ir: دیدگاه‌های این نوشته

source: Newest
fa_ir: جدید

source: Featured
fa_ir: شاخص

source: There is no comments for this post
fa_ir: دیدگاهی برای این مقاله وجود ندارد.

source: Settings
fa_ir: تنظیمات

source: Active/Deactive
fa_ir: فعال/غیرفعال

source: Title
fa_ir: عنوان

source: Description
fa_ir: توضیحات

source: There are %s student in %s HamyarWp's Courses!
fa_ir: تاکنون %s نفر در %s دوره‌ی آنلاین همیاروردپرس شرکت کرده‌اند!

source: Get Strated with a Course
fa_ir: شرکت در دوره‌های آنلاین

source: The Story of a Dream
fa_ir: داستان یک آرزو

source: Story test
fa_ir: همیشه آرزو داشتم یک منبع آموزشی فارسی وردپرس می بود تا علاوه بر یادگیری ساده تر وردپرس ، از پیشنهادات آموزشی آن استفاده میکردم. آن آرزو، اکنون، "همیار وردپرس" نام دارد.

source: Ali Hajimohamadi
fa_ir: علی حاجی‌محمدی

source: Founder Of HamyarWp
fa_ir: بنیان‌گذار همیار وردپرس

source: Please insert a valid email
fa_ir: لطفا یک ایمیل معتبر وارد کنید

source: Please insert your name
fa_ir: لطفا نام خود را وارد کنید

source: Please insert a valid mobile number
fa_ir: لطفا یک شماره موبایل معتبر وارد کنید

source: Thanks! Your email address has benn added to our newsletter
fa_ir: متشکریم! شما همینک عضو خبرنامه ما هستید.

source: Something goes wrong, please try again
fa_ir: خطایی رخ داد. لطفا دوباره سعی کنید

source: Your Name
fa_ir: نام

source: Your Mobile
fa_ir: شماره موبایل

source: Your Email
fa_ir: ایمیل

source: Subscribe!
fa_ir: عضویت!

source: Download HamyarWp App
fa_ir: دانلود اپ همیار وردپرس

source: Download From Bazaar
fa_ir: دانلود از کافه بازار

source: Address:
fa_ir: آدرس:

source: Phone:
fa_ir: تلفن:

source: Login to Site
fa_ir: ورود به سایت

source: Forgot Password
fa_ir: فراموشی رمز عبور

source: Not registred yet?
fa_ir: هنوز عضو نیستید؟

source: Register Now
fa_ir: ثبت‌نام کنید

source: get download link
fa_ir: دریافت لینک دانلود

source: Name (Optional)
fa_ir: نام (اختیاری)

source: Enter your name
fa_ir: نام خود را وارد کنید

source: Email Address
fa_ir: آدرس ایمیل

source: Enter your email address
fa_ir: آدرس ایمیل خود را وارد کنید

source: Mobile Number (Optional)
fa_ir: شماره موبایل (اختیاری)

source: Enter your mobile number
fa_ir: شماره موبایل خود ار وارد کنید

source: Email download link now
fa_ir: لینک دانلود را همین الان برایم ایمیل کن

source: Why did not <a href="%s" target="_blank"> register </a> to hide this window and direct download?
fa_ir: چرا <a href="%s" target="_blank">عضو سایت</a> نمی‌شوید تا دیگر این پنجره را نبینید و مستقیم دانلود کنید؟

source: I use this now
fa_ir: همین الان استفاده می‌کنم

source: Dear %s, Your %s gift will be expired in %s
fa_ir: %s عزیز، %s اعتبار هدیه شما تا %s دیگر قابل استفاده است.

source: Total:
fa_ir: جمع کل:

source: Course
fa_ir: آموزش

source: Price:
fa_ir: قیمت:

source: Pay
fa_ir: پرداخت

source: Your card im empty!
fa_ir: سبد خرید شما خالی است!

source: Start Shopping
fa_ir: شروع خرید

source: Hello Dear %s
fa_ir: سلام %s عزیز

source: Wallet:
fa_ir: کیف پول:

source: Teacher:
fa_ir: مدرس:

source: Card
fa_ir: سبد خرید

source: Finalize and Pay
fa_ir: اتمام خرید و پرداخت آنلاین

source: opportunity of creating online buisines in 96 new year with 50 percent off
fa_ir: فرصت یادگیری راه اندازی کسب و کار اینترنتی در نوروز ۹۶ با ۵۰٪ تخفیف

source: View new year festival
fa_ir: مشاهده جشنواره نوروزی ۹۶

source: Newest Free Articles
fa_ir: جدیدترین مقالات آموزشی رایگان

source: No Product Found!
fa_ir: محصولی یافت نشد!

source: No User Found!
fa_ir: کاربری یافت نشد!

source: Leaderboard
fa_ir: برترین‌ها

source: Top affiliate users by refferals
fa_ir: برترین کاربران بر اساس ارجاع‌ها

source: Top affiliate users by earnings
fa_ir: برترین کاربران بر اساس درآمد

source: Top affiliate users by visits
fa_ir: برترین کاربران بر اساس بازدید

source: Toman
fa_ir: تومان

source: Comment id is not valid.
fa_ir: شناسه دیدگاه معتبر نمی‌باشد.

source: Free Downloads Settings
fa_ir: تنظیمات دانلودهای رایگان

source: Free Downloads
fa_ir: دانلودهای رایگان

source: Group
fa_ir: گروه

source: Email Template
fa_ir: قالب ایمیل

source: Available tags:
fa_ir: تگ‌های قابل استفاده:

source: Download Link
fa_ir: لینک دانلود

source: Product Title
fa_ir: عنوان مطلب

source: Subscriber
fa_ir: مشترک

source: Email address is not valid
fa_ir: آدرس ایمیل معتبر نمی‌باشد.

source: with fake email can not use hamyarwp's services :( please insert a valid email.
fa_ir: با ایمیل‌های جعلی نمی‌توانید از خدمات همیار وردپرس استفاده کنید :( لطفا از ایمیل اصلی خود استفاده کنید.

source: Get download link of %s
fa_ir: دریافت لینک دانلود %s

source: HOOORA! Download link is now in your inbox. got to your email and download the file.
fa_ir: هوورا ... لینک دانلود اکنون در ایمیل شماست.همین الان به سراغ inbox خود بروید و و فایل را دانلود نمایید

source: Somethings goes wrong! please try again.
fa_ir: خطایی رخ داد. لطفا دوباره سعی کنید.

source: Nonce code is invalid
fa_ir: کلید nonce نا معتبر است.

source: Your download link is invalid.
fa_ir: لینک دانلود شما نامعتبر است.

source: Chart Report
fa_ir: گزارش نموداری

source: Today count:
fa_ir: تعداد امروز:

source: This mount count
fa_ir: تعداد ماه جاری:

source: Total Count
fa_ir: مجموع:

source: Display by
fa_ir: نمایش بر اساس

source: This week
fa_ir: این هفته

source: This mount
fa_ir: این ماه

source: This Year
fa_ir: این سال

source: Filter
fa_ir: صافی

source: User email downloads
fa_ir: تعداد ایمیل دانلودی کاربران

source: Count
fa_ir: تعداد

source: Popular post downloaded
fa_ir: محبوب‌ترین نوشته‌های دانلودی

source: %s Times Downloaded
fa_ir: %s بار دانلود

source: Popular download url
fa_ir: محبوب‌ترین فایل‌های دانلودی

source: %s from %s
fa_ir: %s از %s

source: Export
fa_ir: برون‌بری

source: Post
fa_ir: نوشته

source: Category
fa_ir: دسته‌بندی

source: Start Date
fa_ir: تاریخ شروع

source: End Date
fa_ir: تاریخ پایان

source: Relation
fa_ir: رابطه

source: Downloads
fa_ir: دانلودها

source: Dashboard
fa_ir: پیشخوان

source: User
fa_ir: عضو

source: Dear %s, your download will be started automatically in %s second.
fa_ir: %s عزیز، دانلود شما %s ثانیه دیگر به صورت خودکار شروع خواهد شد.

source: Download a file from %s
fa_ir: دانلود فایلی از %s

source: If your download does'nt start automatically
fa_ir: اگر دانلود شما به صورت خودکار شروع نشد

source: Click Here Please
fa_ir: لطفا اینجا کلیک کنید

source: Return to post %s
fa_ir: بازگشت به مطلب %s

source: Filter's Categories
fa_ir: دسته‌های فیلتر

source: Icon
fa_ir: آیکن

source: Here
fa_ir: اینجا

source: Please select your icon from %1$s and insert it's name in the field. For example: fa-anchor
fa_ir: لطفا آیکن مورد نظر خود را از %1$s انتخاب کرده و نام آن را داخل فیلد قرار دهید. به عنوان مثال: fa-anchor

source: Users Permalink
fa_ir: پیوند یکتای کاربران

source: Users Profile URL base
fa_ir: مبنای آدرس پروفایل

source: Set your author basename for using in users profile page url
fa_ir: مبنای صفحه‌ی کاربران را که در آدرس پروفایل هر کاربر استفاده می‌شود را وارد کنید.

source: Next Page
fa_ir: صفحه بعد

source: Prev Page
fa_ir: صفحه قبل

source: %s doesn't submited any comment yet.
fa_ir: %s هنوز دیدگاهی ارسال نکرده است.

source: %s doesn't submit any course yet.
fa_ir: %s هنوز دوره‌ای را ثبت نکرده است.

source: Posts List
fa_ir: مقالات

source: Comments List
fa_ir: دیدگاه‌ها

source: Courses
fa_ir: دوره‌ها

source: Filter By Status:
fa_ir: فیلتر کردن بر اساس:

source: All Statuses
fa_ir: همه وضعیت‌ها

source: Sort By:
fa_ir: مرتب‌سازی بر اساس:

source: Creation Date
fa_ir: تاریخ ایجاد

source: Modified Date
fa_ir: تاریخ آخرین تغییر

source: ID
fa_ir: شناسه

source: Last Modified: %s
fa_ir: آخرین تغییر: %s

source: Creation date: %s
fa_ir: تاریخ ایجاد: %s

source: you dont have any assigned ticket yet.
fa_ir: شما تاکنون تیکتی دریافت نکرده‌اید.

source: you dont have any ticket yet.
fa_ir: شما تاکنون تیکتی ثبت نکرده‌اید.

source: Are you cheating?
fa_ir: تقلب می‌کنی؟

source: Please insert ticket title.
fa_ir: لطفا عنوان تیکت را وارد کنید.

source: Please select ticket type
fa_ir: لطفا نوع تیکت را انتخاب کنید

source: Please insert ticket content
fa_ir: لطفا محتوای تیکت را وارد کنید

source: Please Select your product
fa_ir: لطفا محصول مورد نظر را انتخاب کنید.

source: You did not bought this product.
fa_ir: شما دانشجوی دوره‌ای که انتخاب کرده‌اید نیستید.

source: Ticket successfull added. <a href="%s" target="_blank"> View Ticket</a>
fa_ir: تیکت شما با موفقیت اضافه شد. <a href="%s" target="_blank">مشاهده تیکت</a>

source: Ticket Title:
fa_ir: عنوان تیکت:

source: Ticket Type:
fa_ir: نوع تیکت:

source: Ticket Content:
fa_ir: محتوای تیکت:

source: Related Course:
fa_ir: دوره‌ی مرتبط:

source: Send
fa_ir: ارسال

source: You did not take any course yet so you can not submit a ticket.
fa_ir: شما تا کنون در دوره‌ای شرکت نکرده‌اید بنابراین قادر به ارسال تیکت نیستید.

source: Start learning now
fa_ir: آموزش خود را هم‌اکنون شروع کنید

source: You dont have access to this page. Please <a href="%s">Login</a> to grant access.
fa_ir: شما به این صفحه دسترسی ندارید. لطفا برای مشاهده این صفحه <a href="%s">وارد شوید</a>.

source: Status
fa_ir: وضعیت

source: Logs
fa_ir: تاریخچه

source: Earn Points
fa_ir: کسب امتیاز

source: Personal Link
fa_ir: لینک اختصاصی

source: Download
fa_ir: دانلود

source: Preview
fa_ir: پیش‌نمایش

source: Anchor
fa_ir: پیوند

source: Download video
fa_ir: دانلود ویدیو

source: Screenshot
fa_ir: اسکرین‌شات

source: Plugin Page
fa_ir: صفحه افزونه

source: Sorry! Only teachers has access to this section.
fa_ir: متاسفیم! فقط مدرس‌ها به این بخش دسترسی دارند.

source: Use Charge Cart
fa_ir: استفاده از کارت شارژ

source: Purchase Charge
fa_ir: خرید شارژ

source: Payment amount:
fa_ir: مبلغ پرداختی:

source: Charge amount:
fa_ir: مبلغ شارژ شده:

source: % More Charge
fa_ir: ٪ شارژ بیشتر

source: Charge Me
fa_ir: شارژ کن

source: Please insert charge code
fa_ir: لطفا کد شارژ را وارد کنید.

source: Increase account balance with charge card: %s
fa_ir: افزایش اعتبار کیف پول برای استفاده از کارت شارژ : %s

source: Your account balance increase with %s on charge code no. %s
fa_ir: موجودی حساب شما به میزان %s با استفاده از کارت شارژ %s افزایش یافت.

source: The charge code is expired.
fa_ir: کد شارژ وارد شده منقضی شده است.

source: The charge code used before.
fa_ir: کد شارژ وارد شده قبلا استفاده شده است.

source: The charge code not authorized.
fa_ir: کارت شارژ وارد شده فعال نشده است.

source: The charge code was not found
fa_ir: کد شارژ وارد شده وجود ندارد.

source: Code
fa_ir: کد شارژ

source: Apply
fa_ir: اجرا

source: Your 5 last used charges
fa_ir: 5 کارت شارژ استفاده شده‌ی آخر شما

source: Amount
fa_ir: مبلغ

source: Used Date
fa_ir: تاریخ استفاده

source: Your Wallet Last Transactions
fa_ir: آخرین تراکنش‌های کیف پول شما

source: Item
fa_ir: مورد

source: From
fa_ir: از

source: Row
fa_ir: ردیف

source: Date
fa_ir: تاریخ

source: log ID
fa_ir: شناسه

source: Sheba Number
fa_ir: شماره شبا

source: Approved
fa_ir: تایید شده

source: Deposited
fa_ir: پرداخت شده

source: Rejected
fa_ir: رد شده

source: Refunded
fa_ir: برگشت خورده

source: Pending
fa_ir: در حال بررسی

source: Withdraw amount required
fa_ir: لطفا مبلغ درخواستی را وارد کنید.

source: You don't have enough balance for this request
fa_ir: موجودی شما برای ثبت این درخواست کافی نیست.

source: Withdraw amount must be greater than %d
fa_ir: مبلغ درخواستی باید از %d بیشتر باشد.

source: Please insert your cart number
fa_ir: لطفا شماره کارت خود را وارد کنید.

source: Please insert your cart owner name
fa_ir: لطفا نام صاحب حساب را وارد کنید.

source: For requests that is greater than %s, you should insert sheba number
fa_ir: برای مبالغ بیشتر از %s وارد کردن شماره شبا الزامی است.

source: %s (User ID: %s)
fa_ir: %s (شناسه: %s)

source: Something goes wrong! please try again.
fa_ir: خطایی رخ داد! لطفا دوباره تلاش کنید.

source: Decreasing balance for submitting withdraw no. %s
fa_ir: کاهش موجودی برای ثبت درخواست وجه شماره %s

source: Withdraw no. %s successfully added.
fa_ir: درخواست وجه شما به شماره‌ی %s با موفقیت ثبت شد.

source: Wallet cashe balance
fa_ir: موجودی نقدی کیف پول

source: Teaching balance
fa_ir: حق التدریس

source: Affiliate Balance
fa_ir: اعتبار همکاری در فروش

source: Total Balance
fa_ir: موجودی کل

source: Attention!
fa_ir: توجه!

source: You should insert sheba number for any amount of withdraw
fa_ir: وارد کردن شماره‌ی شبا الزامی است.

source: Get Sheba Number
fa_ir: دریافت شماره‌ی شبا

source: Withdraw Amount
fa_ir: مبلغ درخواستی

source: Cart Number
fa_ir: شماره کارت

source: 16 Digit Cart Number
fa_ir: شماره‌ی 16 رقمی کارت

source: Cart Owner Name
fa_ir: نام صاحب حساب

source: Submit Request
fa_ir: ثبت درخواست

source: Slider
fa_ir: اسلایدر

source: URL
fa_ir: آدرس

source: Image
fa_ir: تصویر

source: Action
fa_ir: عملیات

source: Upload
fa_ir: بارگذاری

source: Please choose your rate
fa_ir: لطفا امتیاز خود را انتخاب کنید

source: Please login first to submit your rate
fa_ir: لطفا برای ثبت رای ابتدا وارد شوید

source: %s From %s vote
fa_ir: %s از %s رای

source: Tickets
fa_ir: تیکت‌ها

source: Add New
fa_ir: افزودن

source: %s Item
fa_ir: %s مورد

source: Author
fa_ir: نویسنده

source: Assignee
fa_ir: مسئول

source: Product
fa_ir: محصول

source: Type
fa_ir: نوع

source: Published at
fa_ir: منتشر شده

source: Please insert ticket title
fa_ir: لطفا عنوان تیکت را وارد کنید

source: Please select ticket author
fa_ir: لطفا نویسنده‌ تیکت انتخاب کنید

source: Please select ticket assignee
fa_ir: لطفا مسئول تیکت را انتخاب کنید

source: Please select ticket status
fa_ir: لطفا وضعیت تیکت را انتخاب کنید

source: Add New Ticket
fa_ir: ثبت تیکت جدید

source: User pre answers
fa_ir: استفاده از پاسخ‌های پیش‌فرض

source: Publish
fa_ir: انتشار

source: Author:
fa_ir: نویسنده:

source: Assignee:
fa_ir: مسئول:

source: Myself
fa_ir: خودم

source: Status:
fa_ir: وضعیت:

source: Type:
fa_ir: نوع:

source: Course:
fa_ir: دوره:

source: Submit page
fa_ir: صفحه ارسال

source: Tickets list page
fa_ir: صفحه لیست تیکت‌ها

source: Filter Tickets
fa_ir: فیلتر کردن تیکت‌ها:

source: Ticket title
fa_ir: عنوان تیکت

source: Include Assignee
fa_ir: شامل مسئول

source: Exclude Assignee
fa_ir: مستثنی کردن مسئول

source: Orderby
fa_ir: مرتب‌سازی بر اساس

source: Order
fa_ir: چیدمان

source: Submit Date
fa_ir: تاریخ ارسال

source: Modifies Date
fa_ir: تاریخ تغییر

source: Please Select
fa_ir: لطفا انتخاب کنید

source: DESC
fa_ir: نزولی

source: ASC
fa_ir: صعودی

source: Published at:
fa_ir: منتشر شده در:

source: General
fa_ir: همگانی

source: Emails
fa_ir: ایمیل‌ها

source: Email Content:
fa_ir: محتوای ایمیل:

source: SMS Content:
fa_ir: محتوای پیامک:

source: Default assignee
fa_ir: مسئول پیش‌فرض

source: Without assignee
fa_ir: بدون مسئول

source: Default status
fa_ir: وضعیت پیش‌فرض

source: Open
fa_ir: باز

source: Closed
fa_ir: بسته

source: Status slug
fa_ir: نامک وضعیت

source: Status name
fa_ir: نام وضعیت

source: Status color
fa_ir: رنگ وضعیت

source: Status action
fa_ir: عملیات

source: Add
fa_ir: افزودن

source: Delete
fa_ir: حذف

source: Type slug
fa_ir: نامک نوع

source: Type name
fa_ir: نام نوع

source: Ticket Updated
fa_ir: تیکت به روز رسانی شد.

source: View Ticket
fa_ir: مشاهده تیکت

source: Edit Ticket
fa_ir: ویرایش تیکت

source: Permalik:
fa_ir: پیوند یکتا:

source: Course Teacher
fa_ir: مدرس دوره

source: Author is an student of the course
fa_ir: نویسنده دانشجوی دوره است

source: Author is not student of the course
fa_ir: نویسنده دانشجوی دوره نیست

source: Author is teacher of the product
fa_ir: نویسنده مدرس دوره است

source: Delete Permanently
fa_ir: حذف برای همیشه

source: Update
fa_ir: به روز رسانی

source: Shortcuts
fa_ir: میان‌برها

source: Edit Course
fa_ir: ویرایش دوره

source: View all Course's tickets
fa_ir: مشاهده همه تیک‌های این دوره

source: View Teacher Page
fa_ir: مشاهده صفحه مدرس

source: View Teacher's Tickets
fa_ir: مشاهده تیکت‌های مدرس

source: View Ticket Author Page
fa_ir: مشاهده صفحه نویسنده تیکت

source: View all author's tickets
fa_ir: مشاهده همه تیکت‌های نویسنده

source: Ticket's Replies
fa_ir: پاسخ‌های تیکت

source: Reply Text:
fa_ir: متن پاسخ:

source: Please insert reply text
fa_ir: لطفا متن پاسخ تیکت را وارد کنید.

source: Tickets List
fa_ir: لیست تیکت‌ها

source: Submit New Ticket
fa_ir: ارسال تیکت جدید

source: All Tickets
fa_ir: همه تیکت‌ها

source: Please insert reply content.
fa_ir: لطفا متن پاسخ را وارد کنید.

source: Access denied!
fa_ir: دسترسی غیرمجاز!

source: Return to tickets list
fa_ir: بازگشت به تیکت‌ها

source: Reply successfully added.
fa_ir: پاسخ با موفقیت اضافه شد.

source: Something goes wrong! Please try again
fa_ir: خطایی رخ داد! لطفا دوباره تلاش کنید

source: Ticket closed successfully
fa_ir: تیکت با موفقیت بسته شد.

source: Creation Date:
fa_ir: تاریخ ارسال:

source: Before
fa_ir: قبل

source: Site Administrator
fa_ir: مدیر سایت

source: Submitted Date:
fa_ir: تاریخ ارسال:

source: Close Ticket
fa_ir: بستن تیکت

source: You dont have access to this ticket. Go back to your <a href="%s">Tickets list</a>.
fa_ir: شما به این تیکت دسترسی ندارید. <a href="%s">بازگشت به لیست تیکت‌ها</a>

source: Tickets Settings
fa_ir: تنظیمات تیکت‌ها

source: Ticket Agent?
fa_ir: مسئول تیکت؟

source: Can set as tickets assignaee?
fa_ir: می‌توان این کاربر را به عنوان مسئول تیکت قرار داد؟

source: Search
fa_ir: جستجو

source: Ticket successfully deleted
fa_ir: تیکت با موفقیت حذف شد.

source: Somethings goes wrong. please try again!
fa_ir: خطایی رخ داد. لطفا دوباره سعی کنید!

source: Ticket Pages:
fa_ir: صفحات تیکت:

source: Ticket Statuses:
fa_ir: وضعیت های تیکت:

source: Ticket types:
fa_ir: انواع تیکت:

source: Other settings:
fa_ir: سایر تنظیمات:

source: New ticket opened (Send to Student):
fa_ir: باز شدن تیکت جدید (ارسال به دانشجو):

source: New ticket opened (Send to Teacher):
fa_ir: باز شدن تیکت جدید (ارسال به مدرس):

source: New reply from ticket author (send to teacher):
fa_ir: پاسخ جدید از نویسنده تیکت (ارسال به مدرس):

source: New reply from teacher (send to student):
fa_ir: پاسخ جدید از مدرس (ارسال به دانشجو):

source: New Ticket in HamyarWP
fa_ir: تیکت جدید در همیار وردپرس

source: New Ticket reply in HamyarWP
fa_ir: پاسخ جدید برای تیکت شما در همیار وردپرس

source: Student Name:
fa_ir: نام دانشجو:

source: Course Title:
fa_ir: عنوان دوره:

source: Teacher Name:
fa_ir: نام مدرس:

source: Ticket URL:
fa_ir: آدرس تیکت:

source: Changed To
fa_ir: تغییر کرد به

source: Ticket wasn't found
fa_ir: تیکت یافت نشد

source: New reply added (#%s)
fa_ir: پاسخ جدید اضافه شد (#%s)

source: Reply Deleted (#%s)
fa_ir: پاسخ حذف شد (#%s)

source: Unknown
fa_ir: نامعلوم

source: increasing wallet credit for purchasing charge %s on order no. %s
fa_ir: افزایش اعتبار کیف پول برای خرید %s طی سفارش شماره %s

source: increasing wallet credit for purchasing %s on order no. %s
fa_ir: هدیه‌ی شرکت در دوره‌ی آنلاین %s طی سفارش شماره‌ی %s

source: Taking one of the site users in your %s course on order no. %s
fa_ir: شرکت یکی از کاربران سایت در دوره‌ی آنلاین (%s) شما طی سفارش شماره‌ی %s

source: Affiliate payment for referral no. %s
fa_ir: پرداخت همکاری در فروش شماره‌ی %s

source: Decrease %s wallet gift balance for expiring.
fa_ir: کاهش موجودی هدیه کیف پول به میزان %s به علت منقضی شدن

source: Wallet Charge Cart
fa_ir: کارت‌های شارژ کیف پول

source: Charge Cart
fa_ir: کارت شارژ

source: User ID
fa_ir: شناسه‌ی کاربری

source: Expiration Date
fa_ir: تاریخ انقضا

source: Make unauthorized
fa_ir: غیرفعال کردن

source: Cart charge activated
fa_ir: کارت شارژ فعال شد.

source: Cart charge Deactivated
fa_ir: کارت شارژ غیرفعال شد.

source: Action is not valid.
fa_ir: عملیات غیرمجاز است.

source: Cart charge does not exist.
fa_ir: کارت شارژ وجود ندارد.

source: Something goes wrong!
fa_ir: خطایی رخ داد!

source: Charge
fa_ir: شارژ

source: Charge Card
fa_ir: کارت شارژ

source: Withdraw
fa_ir: درخواست وجه

source: Charge Product
fa_ir: خرید شارژ

source: Taking Course Gift
fa_ir: هدیه شرکت در دوره

source: Selling Course
fa_ir: فروش دوره

source: Affiliate
fa_ir: همکاری در فروش

source: Using Wallet Gateway
fa_ir: استفاده از درگاه کیف پول

source: Refunding withdraw
fa_ir: بازگشت درخواست وجه

source: Gift Expired
fa_ir: منقضی شدن هدیه

source: Custom
fa_ir: دستی

source: Wallet
fa_ir: کیف پول

source: Wallet gateway configuration
fa_ir: تنظیمات درگاه پرداخت کیف پول

source: Basic Settings
fa_ir: تنظیمات پایه

source: Activate gateway
fa_ir: فعال‌سازی درگاه

source: For activating wallet gateway, check this box
fa_ir: برای فعال کردن درگاه این جا را تیک بزنید

source: Gateway title
fa_ir: عنوان درگاه

source: The title that customers sees in checkout page
fa_ir: عنوانی که کاربر در صفحه پرداخت مشاهده می‌کند.

source: Gateway Description
fa_ir: توضیحات درگاه

source: Decrease your wallet balance to pay this order
fa_ir: توضیحاتی که کاربر در صفحه پرداخت مشاهده می‌کند.

source: Payment process configs
fa_ir: تنظیمات پرداخت

source: Low wallet balance message
fa_ir: پیام کم بودن موجودی کیف پول

source: Your wallet balance is not enough to pay this order.. please charge yout account balance and try again.
fa_ir: موجودی کیف پول شما برای پرداخت این سفارش کافی نیست. لطفا موجودی خود را افزایش دهید.

source: Illegal payment message
fa_ir: پیغام محصول غیر مجاز

source: You have an illegal product in your cart.
fa_ir: در سبد خرید شما محصولی که قابل خرید با کیف پول نیست وجود دارد.

source: Pay off order no. %s with wallet gateway
fa_ir: پرداخت سفارش شماره‌ی %s از طریق درگاه کیف پول

source: Wallet Action
fa_ir: عملیات کیف پول

source: By
fa_ir: توسط

source: Increase
fa_ir: افزایش

source: Decrease
fa_ir: کاهش

source: Account balance of %s with <strong>%s</strong> by <strong>%s</strong> has been %s
fa_ir: موجودی کیف پول %s به میزان <strong>%s</strong> توسط <strong>%s</strong> %s یافت.

source: Inserted amount is greater than user balance. (%s account balance is: %s)
fa_ir: مبلغ وارد شده از موجودی کاربر بیشتر است. (موجودی حساب %s برابر %s است)

source: Please fill all fields
fa_ir: لطفا تمامی فیلدها را پُر کنید.

source: Action Type
fa_ir: نوع عملیات

source: Point type
fa_ir: نوع امتیاز

source: Credit balance
fa_ir: اعتبار غیرنقدی

source: Teaching Balance
fa_ir: اعتبار حق‌التدریس

source: Gift Balance
fa_ir: اعتبار هدیه

source: Message
fa_ir: پیام

source: Account balance of %s increase with %s on charge code no. %s
fa_ir: موجودی حساب %s به میزان %s طی استفاده از کارت شارژ %s افزایش یافت.

source: Charge ID
fa_ir: شناسه‌ی شارژ

source: First Page
fa_ir: صفحه اول

source: Previous Page
fa_ir: صفحه قبل

source: Current Page
fa_ir: صفحه فعلی

source: Last Page
fa_ir: صفحه آخر

source: Unused
fa_ir: استفاده نشده

source: Used
fa_ir: استفاده شده

source: Expired
fa_ir: منقضی شده

source: Make authorized
fa_ir: فعال کردن

source: Authentication
fa_ir: وضعیت تایید

source: Charge Carts
fa_ir: کارت‌های شارژ

source: Generate Cart
fa_ir: تولید کارت

source: Apply Cart
fa_ir: اعمال کارت

source: Import
fa_ir: درون‌ریزی

source: All
fa_ir: همه

source: Fields:
fa_ir: فیلدها:

source: Format:
fa_ir: فرمت:

source: New charge code generated: %s
fa_ir: کارت شارژ جدید ایجاد شد: %s

source: Number of carts
fa_ir: تعداد کارت‌ها

source: Please enter in english
fa_ir: لطفا به انگلیسی وارد کنید.

source: Prefix
fa_ir: پیشوند

source: Expiration date
fa_ir: تاریخ انقضا

source: Leave empty for unlimited time
fa_ir: برای دائمی بودن خالی بگذارید

source: Please insert json code.
fa_ir: لطفا کد JSON را وارد کنید.

source: Inserted json code is not valid.
fa_ir: کد وارد شده معتبر نمی‌باشد.

source: Import Completed.
fa_ir: درون‌ریزی کامل شد.

source: Number of imported carts: %s
fa_ir: تعداد کارت‌های ورودی: %s
